function doindex(){
  Swal.fire(
    'Μενού',
    'Επιλέξτε πως θέλετε να συνεχίσετε πατώντας ένα απο τα κουμπιά του μενού.Εάν θέλετε να μεταβείτε στο μενού ανά πάσα στιγμή, πατήστε το εικονίδιο με το σπιτάκι το οποίο βρίσκεται στο πάνω μέρος της οθόνης δεξιά, ή το logo της εφαρμογής "Smart Home App"',
    'question'
  )
}

function docontrol(){
  Swal.fire(
    'Διαχείριση συσκευών',
    'Επιλέξτε σε ποιό δωμάτιο θέλετε να πραγματοποιήσετε την διαχείριση συσκευών πατώντας στο ανάλογο κουμπί',
    'question'
  )
}

function dorooms(){
  Swal.fire(
    'Διαχείριση συσκευών',
    'Πηγαίντε στο εικονίδιο της συσκευής που θέλετε να διαχειριστείτε και πατήστε τον διακόπτη.Εάν είναι Οn τότε η συσκευη είναι ανοιχτή,ενώ αν είναι Off τότε είναι κλειστή.',
    'question'
  )
}

function dodelivery(){
  Swal.fire(
    'Παραγγελία φαγητού',
    'Επιλέξτε το είδος κουζίνας που θέλετε πατώντας το ανάλογο κουμπί',
    'question'
  )
}

function dofoods(){
  Swal.fire(
    'Παραγγελία φαγητού',
    'Επιλέξτε την ποσότητα του είδους που θέλετε να παραγγείλετε και αφού τελειώσετε πατήστε το κουμπί "Καταχώρηση"',
    'question'
  )
}

function dopay(){
  Swal.fire(
    'Παραγγελία φαγητού',
    'Συμπληρώστε τα στοιχεία της κάρτας για την ηλ. πληρωμή και πατήστε το κουμπί "Καταχώρηση"',
    'question'
  )
}


function dosms(){
  Swal.fire(
    'Δημιουργία πλάνου ημέρας',
    'Επιλέξτε το είδος της μετακίνησης που θέλετε πατώντας στο αντίστοιχο κουμπί. Αν θέλετε να δείτε το πλάνο ημέρας πατήστε το κουμπί που βρίσκεται πάνω δεξία "ΠΛΑΝΟ ΗΜΕΡΑΣ"',
    'question'
  )
}

function doinfo(){
  Swal.fire(
    'Δημιουργία πλάνου ημέρας',
    'Συμπληρώστε την ώρα και το μέσο μεταφοράς της μετακίνησης, και αν θέλετε καφέ take away και ύστερα πατήστε το κουμπί "Καταχώρηση"',
    'question'
  )
}

function dothermo(){
  Swal.fire(
    'Θερμομέτρηση',
    'Περιμένετε να ολοκληρωθεί η θερμομέτρηση και ύστερα ακολουθήστε τις οδηγίες του μηνύματος που θα εμφανιστεί στην οθόνη σας.',
    'question'
  )
}

function dohelp(){
  Swal.fire(
    'Βοήθεια ηλικιωμένων',
    'Επιλέξτε τον λόγο επικοινωνίας σας με τον Δήμο και θα σας απαντήσουν άμεσα.',
    'question'
  )
}
function doplan(){
  Swal.fire(
    'Πλάνο ημέρας',
    'Προβολή πλάνου ημέρας και ιδανικής διαδρομής χωρίς συνωστισμό. Αν θέλετε να δείτε τη διαδρόμη στον χάρτη, πατήστε πάνω της.',
    'question'
  )
}
